<?php

declare(strict_types=1);

return [
    'nav' => [
        'label' => 'បំណែកគេហទំព័រ',
        'group' => 'មាតិកា',
    ],
    'field' => [
        'plain_text' => 'មាតិកា (អត្ថបទធម្មតា)',
        'html' => 'មាតិកា (HTML)',
        'image' => 'ឯកសាររូបភាព',
        'key' => 'សោបំណែក',
        'type' => 'ប្រភេទមាតិកា',
        'description' => 'សេចក្ដីពិពណ៌នា',
        'content' => 'មាតិកា',
        'updated_at' => 'បានធ្វើបច្ចុប្បន្នភាពចុងក្រោយ',
    ],
    'info' => [
        'type_notice' => 'សូមជ្រើសប្រភេទមាតិកាដើម្បីបញ្ចូលមាតិកា។',
    ],
    'resource' => [
        'label' => 'បំណែកគេហទំព័រ',
    ],
];
