<?php

declare(strict_types=1);

return [
    'nav' => [
        'label' => 'Կայքի հատվածներ',
        'group' => 'Բովանդակություն',
    ],
    'field' => [
        'plain_text' => 'Բովանդակություն (պարզ տեքստ)',
        'html' => 'Բովանդակություն (HTML)',
        'image' => 'Պատկերի ֆայլ',
        'key' => 'Հատվածի բանալի',
        'type' => 'Բովանդակության տեսակ',
        'description' => 'Նկարագրություն',
        'content' => 'Բովանդակություն',
        'updated_at' => 'Վերջին թարմացում',
    ],
    'info' => [
        'type_notice' => 'Խնդրում ենք ընտրել բովանդակության տեսակ՝ բովանդակություն մուտքագրելու համար։',
    ],
    'resource' => [
        'label' => 'Կայքի հատված',
    ],
];
