<?php

declare(strict_types=1);

return [
    'nav' => [
        'label' => 'საიტის ფრაგმენტები',
        'group' => 'შინაარსი',
    ],
    'field' => [
        'plain_text' => 'შინაარსი (სუფთა ტექსტი)',
        'html' => 'შინაარსი (HTML)',
        'image' => 'სურათის ფაილი',
        'key' => 'ფრაგმენტის გასაღები',
        'type' => 'შინაარსის ტიპი',
        'description' => 'აღწერა',
        'content' => 'შინაარსი',
        'updated_at' => 'ბოლო განახლება',
    ],
    'info' => [
        'type_notice' => 'გთხოვთ, აირჩიოთ შინაარსის ტიპი შინაარსის შესაყვანად.',
    ],
    'resource' => [
        'label' => 'საიტის ფრაგმენტი',
    ],
];
