<?php

declare(strict_types=1);

return [
    'nav' => [
        'label' => 'Фрагменты сайта',
        'group' => 'Контент',
    ],
    'field' => [
        'plain_text' => 'Контент (простой текст)',
        'html' => 'Контент (HTML)',
        'image' => 'Файл изображения',
        'key' => 'Ключ фрагмента',
        'type' => 'Тип контента',
        'description' => 'Описание',
        'content' => 'Контент',
        'updated_at' => 'Последнее обновление',
    ],
    'info' => [
        'type_notice' => 'Пожалуйста, выберите тип контента для ввода контента.',
    ],
    'resource' => [
        'label' => 'Фрагмент сайта',
    ],
];
