<?php

declare(strict_types=1);

return [
    'nav' => [
        'label' => 'Фрагменти сайту',
        'group' => 'Контент',
    ],
    'field' => [
        'plain_text' => 'Контент (звичайний текст)',
        'html' => 'Контент (HTML)',
        'image' => 'Файл зображення',
        'key' => 'Ключ фрагмента',
        'type' => 'Тип контенту',
        'description' => 'Опис',
        'content' => 'Контент',
        'updated_at' => 'Останнє оновлення',
    ],
    'info' => [
        'type_notice' => 'Будь ласка, виберіть тип контенту для введення контенту.',
    ],
    'resource' => [
        'label' => 'Фрагмент сайту',
    ],
];
